[
    {
        "id": 42,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Para Cassandra, tudo começa a dar errado após a chegada de Gersinho. Agora, ela precisa se reecontrar com o pai Lourenço (Seu Jorge) depois de dez anos, o que gera uma aproximação com Ruth (Samantha Schmütz), atual companheira do pai. Leide (Karine Teles) sente que deve buscar novas oportunidades para além da maternidade. A relação de Cassandra com Ivaldo (Thomas Aquino) já não é mais a mesma e eles sofrem financeiramente.",
        "thumb_img":"https://img.youtube.com/vi/-jPPhlSZQTU/maxresdefault.jpg",
        "name":"Manhãs de Setembro – Temporada 2 | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/-jPPhlSZQTU"
    },
    {
        "id": 43,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Um agente federal volta para sua cidade natal após o suicídio e assassinato de seu amigo e a família dele. Ele então decide ficar na cidade e invetsigar o ocorrido, mas acaba descobrindo dois crimes interligados por décadas.",
        "thumb_img":"https://img.youtube.com/vi/QG9CC-Mc1Zk/maxresdefault.jpg",
        "name":"Segredos do Passado | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/QG9CC-Mc1Zk"
    },
    {
        "id": 44,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Duas melhores amigas tem que enfrentar eventos tenebrosos após uma noite de mergulho que acaba dando errado. Uma delas acaba sendo possuída pelo diabo.",
        "thumb_img":"https://img.youtube.com/vi/bfNfNJ21yz0/maxresdefault.jpg",
        "name":"My Best Friend's Exorcism | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/bfNfNJ21yz0"
    },
    {
        "id": 44,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Dois irmãos gêmeos enfrentam uma luta existencial após sua mãe voltar de uma cirurgia estética que a faz parecer outra pessoa.",
        "thumb_img":"https://img.youtube.com/vi/dQBock-FLGE/maxresdefault.jpg",
        "name":"Goodnight Mommy | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/dQBock-FLGE"
    },
    {
        "id": 46,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Lady Catherine, também conhecida como Birdy, ainda é adolescente e disposta a viver muito além do seu tempo. Mas, vivendo no ano de 1290, com sua família financeiramente ruim, seu pai decide lhe jogar muitos pretendentes que não fazem o gosto da garota. Isso até que vem o pretendente mais vil de todos.",
        "thumb_img":"https://img.youtube.com/vi/kU29um1CE7k/maxresdefault.jpg",
        "name":"Catherine Called Birdy | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/kU29um1CE7k"
    },
    {
        "id": 47,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"A fim de obter fundos de pesquisa para seus estudos, uma cientista aceita uma oferta para participar de um experimento extraordinário: por três semanas, ela deve viver com um robô humanóide, criado para fazê-la feliz.",
        "thumb_img":"https://img.youtube.com/vi/Pidq6OPk46U/maxresdefault.jpg",
        "name":"O Homem Ideal | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/Pidq6OPk46U"
    },
    {
        "id": 48,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Heidi Klum e Tim Gunn apresentam 12 designers que enfrentam desafios e tarefas que testarão suas capacidades de design e suas habilidades para administrar todos os aspectos de um negócio.",
        "thumb_img":"https://img.youtube.com/vi/Wo6vr_RH32c/maxresdefault.jpg",
        "name":"Making the Cut - Temporada 3 | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/Wo6vr_RH32c"
    },
    {
        "id": 49,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Um menino de treze anos acredita que seu misterioso vizinho possa ser um vigilante que atuou na cidade de Granite City, antes de ser morto no confronto com seu inimigo Nemesis.",
        "thumb_img":"https://img.youtube.com/vi/erD37ZNWrCw/maxresdefault.jpg",
        "name":"Samaritano | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/erD37ZNWrCw"
    },
    {
        "id": 50,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Baseada em uma reportagem publicada pela revista Esquire, na série The Girl From Plainville conhecemos a história de Michelle Carter (Elle Fanning), uma jovem de 17 anos que em 2014 incentivou o suicídio do namorado através de mensagens de texto. Após se conhecerem, os dois mantiveram contato quase que exclusivamente pela internet e ligações. Durante o desenvolvimento da relação, Conrad Roy (Colton Ryan) admitiu para Michelle que tinha pensamentos suicidas. A partir disso, Michelle Carter começa a conspirar com o namorado diversas maneiras para que ele concretize o seu desejo. Depois que Conrad é encontrado morto, a investigação feita pela polícia analisa as mensagens trocadas pelo casal e, aos poucos, Michelle admite que poderia ter feito algo para impedir que a tragédia acontecesse. Por conta disso, Michelle Carter acaba sendo acusada de homicídio culposo e precisa enfrentar um julgamento que decidirá se ela é inocente quanto a morte do seu parceiro.",
        "thumb_img":"https://img.youtube.com/vi/dK5vVscAsS8/maxresdefault.jpg",
        "name":"The Girl From Plainville | Trailer Oficial | Prime Video Channels",
        "url_video":"https://www.youtube.com/embed/dK5vVscAsS8"
    },
    {
        "id": 51,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Antes da jornada de Frodo pela Terra-Média, a Segunda Era foi palco de diversas lendas heróicas. O drama épico que se passa milhares de anos antes de A Sociedade do Anel, tem foco em um momento da história em que grandes poderes foram forjados, reinos ascenderam e também ruíram, ao mesmo tempo em que heróis foram testados e tiveram a esperança quase aniquilada pelo grande vilão do universo de Senhor dos Anéis. A série começa em um momento de paz, quando o elenco de novos e antigos personagens precisam enfrentar o ressurgimento do mal, vindo das profundezas mais escuras das Montanhas Sombrias. Os reinos e personagens irão esculpir legados que viverão por muito tempo depois que eles se forem.",
        "thumb_img":"https://img.youtube.com/vi/m-CvfthZ4zg/maxresdefault.jpg",
        "name":"O Senhor dos Anéis: Os Anéis de Poder | SDCC Trailer",
        "url_video":"https://www.youtube.com/embed/m-CvfthZ4zg"
    },
    {
        "id": 52,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Em Paper Girls, um grupo de meninas, Erin (Riley Lai Nelet), Mac (Sofia Rosinsky), Tifanny (Camryn Jones) e KJ (Fina Strazza), que trabalham entregando jornal pela vizinhança acabam vivendo um fenômeno estranho. Durante uma de suas jornadas, em uma noite de Halloween em 1988, o céu começa a brilhar com luzes roxas como se o mundo estivesse acabando. Assustadas, elas correm em direção a casa de Erin, mas quando chegam lá encontrando tudo diferente e uma mulher morando sozinha. De repente, Erin percebe que a mulher é ela mesma, mas adulta no futuro. Sem saber o que está acontecendo, elas precisam desvendar esse mistério para poder voltar ao passado. Enquanto investigam esse mistério sobrenatural, as meninas descobrem segredos inacreditávies sobre o passado da cidade. As quatro acabam alvo de uma guerra entre viajantes do tempo milenares e ficam de frente com uma escolha díficil: encontrar seus eus do futuro e tentar alterar seus passados.",
        "thumb_img":"https://img.youtube.com/vi/41J8V4zRKY8/maxresdefault.jpg",
        "name":"Paper Girls - Temporada 1 | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/41J8V4zRKY8"
    },
    {
        "id": 53,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Após uma noite de loucura para completar tarefas que poderiam levar dois amigos a serem famosos na faculdade, eles se deparam com uma situção complicada quando acham uma menina desmaiada no chão do dormitório deles. Agora terão que pensar os prós e contras de chamar a polícia.",
        "thumb_img":"https://img.youtube.com/vi/viYtwoAY_EQ/maxresdefault.jpg",
        "name":"Emergency | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/viYtwoAY_EQ"
    },
    {
        "id": 54,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Na história real de Thirteen Lives, doze meninos e o treinador de um time de futebol tailandês exploram a caverna Tham Luang quando uma tempestade inesperada os prende em uma câmara dentro da montanha. Sepultados atrás de um labirinto de túneis de cavernas inundados, eles enfrentam probabilidades impossíveis. Uma equipe de mergulhadores de classe mundial navega por quilômetros de redes de cavernas perigosas para descobrir que encontrar os meninos é apenas o começo.",
        "thumb_img":"https://img.youtube.com/vi/9yPS2zU2CWg/maxresdefault.jpg",
        "name":"Treze Vidas - O Resgate | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/9yPS2zU2CWg"
    },
    {
        "id": 55,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Em My Policeman, Marion (Emma Corrin) e Tom Burgess (Harry Styles) se encontram na costa de Brighton nos anos 1950 e se apaixonam. Todavia, surge em suas vidas Patrick Hazelwood (David Dawson), um curador do Brighton Museum, que acaba desenvolvendo sentimentos pelo policial Tom. Os homens iniciam um caso apaixonado – apesar da homossexualidade ser ilegal naquele período. Por um tempo, o trio abraça uma dinâmica em comum, até que o ciúme destrói o acordo. Muitos anos depois, Patrick retorna à vida dos agora casados Marion e Tom, desenterrando sentimentos e questões mal resolvidas deixadas de lado - mas que ainda possuem o poder de assombrar a vida dos três. O filme é uma adaptação do romance de 2012 de Bethan Roberts, My Policeman.",
        "thumb_img":"https://img.youtube.com/vi/pQOUIWHK3pE/maxresdefault.jpg",
        "name":"My Policeman | Teaser Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/pQOUIWHK3pE"
    },
    {
        "id": 56,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Baseado no romance de Sally Thorne 'The Hating Game' (ou Jogo do Amor) é a história de Lucy, uma jovem que quer alavancar sua carreira, mas sem ter que sacrificar sua ética para conseguir. Por conta disso, ela acaba se enolvendo em uma rivalidade com seu colega de trabalho, Joshua, seu arqui-inimigo. Mas tudo acaba se complicando quando os dois percebem que estão se apaixonando, até porque, quem não iria se apaixonar por Joshua?",
        "thumb_img":"https://img.youtube.com/vi/F5HaPlR-i3I/maxresdefault.jpg",
        "name":"O Jogo do Amor - Ódio | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/F5HaPlR-i3I"
    },
    {
        "id": 57,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"O comandante SEAL da Marinha, James Reece, se vinga enquanto investiga as forças misteriosas por trás do assassinato de todo o seu pelotão. Livre da estrutura de comando militar, Reece aplica as lições que aprendeu em quase duas décadas de guerra para caçar os responsáveis.",
        "thumb_img":"https://img.youtube.com/vi/WCnKeHQykiw/maxresdefault.jpg",
        "name":"A Lista Terminal | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/WCnKeHQykiw"
    },
    {
        "id": 58,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Em Casa com os Gil é uma série documental que acompanha a família Gil reunida por duas semanas em sua casa de campo. Ao longo dos cinco episódios, o reality irá focar nos bastidores da preparação da família Gil para uma turnê na Europa que celebra os 80 anos de Gilberto Gil. O Retiro criativo no interior do Rio de Janeiro reúne Gilberto Gil, Flora, Bela, Preta, Flor, Nara, João, Francisco, Bem, José, Marília, Maria, Bento, JP Demasi, Mariá Pinkusfeld, Mãeana e demais membros da família. A família conversa sobre as inspirações na música do patriarca e debate assuntos da contemporaneidade como o racismo no Brasil e a influência da cultura afro na sociedade. Além disso, alguns assuntos polêmicos serão abordados, como a formação diversa da família Gil. A série ainda traz como pano de fundo os grandes sucessos do artista, músicas que encantaram gerações e marcaram o país.",
        "thumb_img":"https://img.youtube.com/vi/8h09rhg9EpI/maxresdefault.jpg",
        "name":"Em Casa com os Gil | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/8h09rhg9EpI"
    },
    {
        "id": 59,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Em Anything's Possible, seguimos Kelsa, uma estudante confiante e trans, enquanto passa pelo último ano. Quando seu colega de classe Khal se apaixona por ela, ele cria coragem para convidá-la para sair, apesar do drama que ele sabe que isso pode causar. O que acontece é um romance que mostra a alegria, a ternura e a dor do amor jovem.",
        "thumb_img":"https://img.youtube.com/vi/LyufcCYyfNk/maxresdefault.jpg",
        "name":"Anything's Possible | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/LyufcCYyfNk"
    },
    {
        "id": 60,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Em O Verão Que Mudou Minha Vida, série baseada na trilogia de livros de mesmo nome, conhecemos a história de Belly (Lola Tung), uma jovem que tem a vida medida pelas férias de verão. Para Belly, tudo de bom e melhor acontece quando ela passa os meses de julho e agosto na casa de Susannah (Rachel Blanchard), a melhor amiga de sua mãe e que ela considera como se fosse uma tia. Tia Susannah tem dois filhos, Jeremiah (Gavin Casalegno) e Conrad (Christopher Briney), são mais do que irmãos postiços para Belly e, no mais importante verão, eles acabam no centro das emoções da adolescente. Assim, na véspera do aniversário de 16 anos de Belly começa o início do que pode ser o último verão onde todos estarão reunidos em Cousins Beach. Belly teme que no ano seguinte todos estejam ocupados demais com suas vidas para se importar com o verão e, talvez, uma pessoa querida já não esteja mais entre eles.",
        "thumb_img":"https://img.youtube.com/vi/RayrBWW69Ys/maxresdefault.jpg",
        "name":"O Verão Que Mudou Minha Vida | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/RayrBWW69Ys"
    },
    {
        "id": 61,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"A vida solitária de Becky não é nada parecida com a vida encantada de Chloe. Antiga amiga adolescente, agora ela só assiste Chloe pelas redes sociais. Quando Chloe morre de repente, Becky assume uma nova identidade e se infiltra na vida dos amigos de Chloe para descobrir o porquê. Como Sasha, ela descobre os rostos conflitantes de Chloe, mas está cada vez mais perdida em suas mentiras. Ela descobrirá a verdade antes de se perder?",
        "thumb_img":"https://img.youtube.com/vi/MCu45qnjXlI/maxresdefault.jpg",
        "name":"Chloe - Temporada 1 | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/MCu45qnjXlI"
    },
    {
        "id": 62,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"237 homens partem da Espanha sob o comando de Fernão de Magalhães. Procuram riquezas, reconhecimento e fama. Somente 18 deles retornam com vida, liderados por Juan Sebastián Elcano, um personagem nobre e carismático. Três anos de motins, traições, fome e morte os aguardam. Uma história cheia de aventuras e emoções, na qual dois personagens opostos lutam",
        "thumb_img":"https://img.youtube.com/vi/NdtHtLdnVis/maxresdefault.jpg",
        "name":"Sem Limites - Temporada 1 | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/NdtHtLdnVis"
    },
    {
        "id": 63,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/XbNvhAMcFvs/maxresdefault.jpg",
        "name":"PATRIZIA, A RAINHA DOS LOOKS",
        "url_video":"https://www.youtube.com/embed/XbNvhAMcFvs"
    },
    {
        "id": 64,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/PWnpOvuTkEo/maxresdefault.jpg",
        "name":"A nossa aventura épica começou! #OsAnéisdePoder",
        "url_video":"https://www.youtube.com/embed/PWnpOvuTkEo"
    },
    {
        "id": 65,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/oE2UbuSdqVs/maxresdefault.jpg",
        "name":"3 SÉRIES PARA VOCÊ MARATONAR feat Bruno Correa!",
        "url_video":"https://www.youtube.com/embed/oE2UbuSdqVs"
    },
    {
        "id": 66,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/cg1_M0Z5k9g/maxresdefault.jpg",
        "name":"Luz-Estrela Dançando ao Som de Brilha Brilha Estrelinha! | The Boys",
        "url_video":"https://www.youtube.com/embed/cg1_M0Z5k9g"
    },
    {
        "id": 67,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/738LBk846VE/maxresdefault.jpg",
        "name":"Melhores Cenas de Pitch Perfect 3",
        "url_video":"https://www.youtube.com/embed/738LBk846VE"
    },
    {
        "id": 68,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/fWngmeUlTP8/maxresdefault.jpg",
        "name":"Hughie reage às mortes mais chocantes de The Boys! | 1 Minuto",
        "url_video":"https://www.youtube.com/embed/fWngmeUlTP8"
    },
    {
        "id": 69,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/uaIkd_dcVAg/maxresdefault.jpg",
        "name":"A missão dela apenas começou. Conheça Galadriel em #OsAnéisdePoder",
        "url_video":"https://www.youtube.com/embed/uaIkd_dcVAg"
    },
    {
        "id": 70,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/GaiVl4xLPbc/maxresdefault.jpg",
        "name":"Capitão Pátria Perdendo Toda a Sanidade na Cena do Espelho | The Boys",
        "url_video":"https://www.youtube.com/embed/GaiVl4xLPbc"
    },
    {
        "id": 71,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/xIeJcdEYIKM/maxresdefault.jpg",
        "name":"Como NÃO Ensinar Seu Filho a Voar com Homelander e Omni-Man | Diálogos Improváveis",
        "url_video":"https://www.youtube.com/embed/xIeJcdEYIKM"
    },
    {
        "id": 72,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/AKGQryoasMM/maxresdefault.jpg",
        "name":"Capitão Pátria: O Maior Fofoqueiro de The Boys! | 1 Minuto",
        "url_video":"https://www.youtube.com/embed/AKGQryoasMM"
    },
    {
        "id": 73,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/G6SSucrfmTY/maxresdefault.jpg",
        "name":"Recado do elenco de The Boys para o Brasil!",
        "url_video":"https://www.youtube.com/embed/G6SSucrfmTY"
    },
    {
        "id": 74,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/U77cGVqhdq8/maxresdefault.jpg",
        "name":"Capitão Pátria e Victoria Neuman sendo Melhores Amigos fora de The Boys!",
        "url_video":"https://www.youtube.com/embed/U77cGVqhdq8"
    },
    {
        "id": 75,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/B6HxGnVvkYw/maxresdefault.jpg",
        "name":"Antony Starr Sendo a Melhor Pessoa do Mundo! | The Boys",
        "url_video":"https://www.youtube.com/embed/B6HxGnVvkYw"
    },
    {
        "id": 76,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/yMNS2T0zihM/maxresdefault.jpg",
        "name":"Karl Urban e Jack Quaid Inventando a Amizade Perfeita! | The Boys | 1 Minuto",
        "url_video":"https://www.youtube.com/embed/yMNS2T0zihM"
    },
    {
        "id": 77,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/x66PdyNObYI/maxresdefault.jpg",
        "name":"Elenco de The Boys em História de Amor com Comidas Brasileiras!",
        "url_video":"https://www.youtube.com/embed/x66PdyNObYI"
    },
    {
        "id": 78,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/fCUu5ykM_4w/maxresdefault.jpg",
        "name":"Elenco de The Boys Provando que são Quase Brasileiros",
        "url_video":"https://www.youtube.com/embed/fCUu5ykM_4w"
    },
    {
        "id": 79,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/i8VU9Smkfmo/maxresdefault.jpg",
        "name":"Elenco de The Boys Provando que são Quase Brasileiros - Parte 2",
        "url_video":"https://www.youtube.com/embed/i8VU9Smkfmo"
    },
    {
        "id": 80,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/ePGrMh2YlOA/maxresdefault.jpg",
        "name":"The Boys em Crepúsculo?",
        "url_video":"https://www.youtube.com/embed/ePGrMh2YlOA"
    },
    {
        "id": 81,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/azqCeLiwj08/maxresdefault.jpg",
        "name":"Personagens Perderam a Cabeça (Não Literalmente)",
        "url_video":"https://www.youtube.com/embed/azqCeLiwj08"
    },
    {
        "id": 82,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/rhlzkchhIg4/maxresdefault.jpg",
        "name":"Antony Starr Sendo o Rei da Atuação como Capitão Pátria | The Boys",
        "url_video":"https://www.youtube.com/embed/rhlzkchhIg4"
    },
    {
        "id": 83,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/VrN4EWTLPjY/maxresdefault.jpg",
        "name":"Como Realmente É Ser um Super Herói! | The Boys |  Expectativa vs. Realidade",
        "url_video":"https://www.youtube.com/embed/VrN4EWTLPjY"
    },
    {
        "id": 84,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/nr3gKRAgL7I/maxresdefault.jpg",
        "name":"Gen V | Title Announce | Prime Video",
        "url_video":"https://www.youtube.com/embed/nr3gKRAgL7I"
    },
    {
        "id": 85,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/luo2tbWpjTM/maxresdefault.jpg",
        "name":"Belly e Conrad em Um Eterno Quase em O Verão Que Mudou Minha Vida",
        "url_video":"https://www.youtube.com/embed/luo2tbWpjTM"
    },
    {
        "id": 86,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/iDoMh5Dtqu4/maxresdefault.jpg",
        "name":"Maeve Entregando Tudo em The Boys",
        "url_video":"https://www.youtube.com/embed/iDoMh5Dtqu4"
    },
    {
        "id": 87,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/8FDu3QUFG5s/maxresdefault.jpg",
        "name":"Capitão Pátria Sendo Macetado no Herogasm!",
        "url_video":"https://www.youtube.com/embed/8FDu3QUFG5s"
    },
    {
        "id": 88,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/QJlmxdsNxuM/maxresdefault.jpg",
        "name":"Jensen Ackles Servindo TUDO em The Boys | Momento Apreciação",
        "url_video":"https://www.youtube.com/embed/QJlmxdsNxuM"
    },
    {
        "id": 89,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/OCxRczmkz5Y/maxresdefault.jpg",
        "name":"Capitão Pátria Rindo como Um Maníaco | 1 Minuto",
        "url_video":"https://www.youtube.com/embed/OCxRczmkz5Y"
    },
    {
        "id": 90,
        "streaming":"Prime_Video",
        "category":"outros",
        "thumb_img":"https://img.youtube.com/vi/LmR0Csd709k/maxresdefault.jpg",
        "name":"Supers Sendo Supers em The Boys | 1 Minuto",
        "url_video":"https://www.youtube.com/embed/LmR0Csd709k"
    }
]