[
    {
        "id": 1,
        "streaming":"Netflix",
        "category":"trailer_oficial",
        "desc":"Santo é um thriller policial que mistura intriga e ação, flertando com o terror em alguns momentos. A trama, que deve chegar à Netflix ainda em 2021, gira em torno de Santo, um traficante de drogas cuja identidade permanece um grande mistério. Diante disso, os policiais federais Ernesto Cardona (Bruno Gagliasso) e Miguel Millán (Raúl Arévalo) decidem investigar o criminoso para, enfim, desmascará-lo. Mas, além de terem métodos completamente opostos, os dois trabalham em continentes diferentes – Cardona está no Brasil, enquanto Millán vive na Espanha. Agora, eles devem aprender a colaborar um com o outro para solucionar o caso e manter a si mesmos em segurança.",
        "thumb_img":"https://img.youtube.com/vi/J3_tz9wV2Og/maxresdefault.jpg",
        "name":"Santo | Trailer oficial | Netflix",
        "url_video":"https://www.youtube.com/embed/J3_tz9wV2Og"
    },
    {
        "id": 2,
        "streaming":"Netflix",
        "category":"trailer_oficial",
        "desc":"Versão nacional do reality show americano lançado pela Netflix, Brincando com Fogo: Brasil reúne em uma praia deserta 12 solteiros de diferentes lugares do país. Nesse cenário paradisíaco, os seis homens e as seis mulheres selecionadas se conhecem pela primeira vez, tendo a chance de descobrir um grande amor. Mas há um pequeno detalhe: para ganhar o prêmio de R$ 500 mil, eles devem abrir mão de qualquer atividade sexual ou contato físico durante o programa. As regras são ditadas pela assistente virtual Lana, e cada infração – até mesmo um selinho – representa uma quantia de dinheiro descontada do valor final. Será que eles aguentam tanta pressão?",
        "thumb_img":"https://img.youtube.com/vi/NaGNSLkaEYA/maxresdefault.jpg",
        "name":"Brincando com Fogo: Brasil - Temporada 2 | Trailer oficial | Netflix Brasil",
        "url_video":"https://www.youtube.com/embed/NaGNSLkaEYA"
    },
    {
        "id": 3,
        "streaming":"Netflix",
        "category":"trailer_oficial",
        "desc":"Baseado em eventos reais, Narco-Santos acompanha uma investigação da polícia coreana para encontrar um perigoso traficante que opera na América Latina. Para isso, eles usaram um empresário com informações privilegiadas que conheceu o criminoso de perto.",
        "thumb_img":"https://img.youtube.com/vi/CsQh_SFkLYs/maxresdefault.jpg",
        "name":"Narco-Santos | Trailer oficial | Netflix",
        "url_video":"https://www.youtube.com/embed/CsQh_SFkLYs"
    },
    {
        "id": 4,
        "streaming":"Netflix",
        "category":"trailer_oficial",
        "desc":"Um time de futebol juvenil fica preso em uma caverna na Tailândia, e a situação trágica mobiliza uma operação internacional de resgate. Inspirada em uma história real.",
        "thumb_img":"https://img.youtube.com/vi/i8WSmbrQj7U/maxresdefault.jpg",
        "name":"O Resgate na Caverna Tailandesa: Minissérie | Trailer oficial | Netflix",
        "url_video":"https://www.youtube.com/embed/i8WSmbrQj7U"
    },
    {
        "id": 5,
        "streaming":"Netflix",
        "category":"trailer_oficial",
        "desc":"Deusa pensa em seguir carreira solo, colocando à prova o romance com Tadeu. Eva quer que sua música seja gravada por um grande nome. Sonhos que se cruzam e desafiam o destino.",
        "thumb_img":"https://img.youtube.com/vi/zolVfpUq8qM/maxresdefault.jpg",
        "name":"Só Se For Por Amor | Trailer Oficial | Netflix",
        "url_video":"https://www.youtube.com/embed/zolVfpUq8qM"
    },
    {
        "id": 6,
        "streaming":"Netflix",
        "category":"trailer_oficial",
        "desc":"Três irmãs que cresceram sozinhas e na pobreza se envolvem em uma conspiração com pessoas ricas e poderosas.",
        "thumb_img":"https://img.youtube.com/vi/NrgTj_PYdaE/maxresdefault.jpg",
        "name":"As Três Irmãs | TRAILER OFICIAL | Netflix",
        "url_video":"https://www.youtube.com/embed/NrgTj_PYdaE"
    },
    {
        "id": 7,
        "streaming":"Netflix",
        "category":"trailer_oficial",
        "desc":"Baseado no livro White Noise, de Don DeLillo, o longa aborda os dramas de uma família norte-americana contemporânea, e suas tentativas de lidar com os conflitos mundanos da vida cotidiana, além de buscar compreender os mistérios universais do amor, morte e a necessidade de buscar a felicidade, mesmo em um mundo incerto.",
        "thumb_img":"https://img.youtube.com/vi/Ltjepb-zCmc/maxresdefault.jpg",
        "name":"Ruído Branco | Teaser oficial | Netflix",
        "url_video":"https://www.youtube.com/embed/Ltjepb-zCmc"
    },
    {
        "id": 8,
        "streaming":"Netflix",
        "category":"trailer_oficial",
        "desc":"Um mural incendiário expõe as ficadas secretas de todos os alunos do Colégio Hartley, e Amerie, a autora da obra, vai ter que encarar as consequências.",
        "thumb_img":"https://img.youtube.com/vi/j8NPMfLcU0Q/maxresdefault.jpg",
        "name":"Heartbreak High: Onde Tudo Acontece | Trailer oficial | Netflix",
        "url_video":"https://www.youtube.com/embed/j8NPMfLcU0Q"
    },
    {
        "id": 9,
        "streaming":"Netflix",
        "category":"trailer_oficial",
        "desc":"Para este empresário, os problemas de trabalho não param de crescer. Mas ele descobre um caminho para o mundo imaginário da sua filha, e começa a encontrar soluções.",
        "thumb_img":"https://img.youtube.com/vi/unt0CBkaydI/maxresdefault.jpg",
        "name":"Terra dos Sonhos | Teaser oficial | Jason Momoa | Netflix",
        "url_video":"https://www.youtube.com/embed/unt0CBkaydI"
    },
    {
        "id": 10,
        "streaming":"Netflix",
        "category":"trailer_oficial",
        "desc":"Decididas a controlar seus poderes mágicos, cinco adolescentes encaram rivalidades, romances e estudos do mundo sobrenatural em uma escola para fadas.",
        "thumb_img":"https://img.youtube.com/vi/jZmW01kkiwE/maxresdefault.jpg",
        "name":"Fate: A Saga Winx | Temporada 2 - Trailer oficial | Netflix",
        "url_video":"https://www.youtube.com/embed/jZmW01kkiwE"
    },
    {
        "id": 11,
        "streaming":"Netflix",
        "category":"trailer_oficial",
        "desc":"Dirigida por Tyler Perry, esta história de amor proibido e drama familiar revela 40 anos de segredos e mentiras ao som do legítimo blues do sul dos EUA.",
        "thumb_img":"https://img.youtube.com/vi/u5xa5l6zCzc/maxresdefault.jpg",
        "name":"O Homem do Jazz | Trailer oficial | Netflix",
        "url_video":"https://www.youtube.com/embed/u5xa5l6zCzc"
    },
    {
        "id": 12,
        "streaming":"Netflix",
        "category":"trailer_oficial",
        "desc":"Nesta comédia romântica, Anzu Hoshino é uma estudante nada heroica, completamente desligada da moda ou dos assuntos do coração, mas 100% conectada ao mundo dos games. Ao esbarrar com o mago Riri, Anzu é obrigada a participar do projeto do Mundo Mágico para impedir o declínio populacional. Ela, então, deixa de lado suas três paixões (videogame, chocolate e gatinhos) e passa a ficar rodeada por bonitões, embora esteja firme no propósito de jamais viver em um jogo de simulação de relacionamentos. Em sua nova vida, Anzu encontra um gatão superpopular, um amigo de infância sarado e um riquinho ingênuo. A presença de Anzu provoca mudanças em todos eles.",
        "thumb_img":"https://img.youtube.com/vi/gIOHEwnPxdg/maxresdefault.jpg",
        "name":"Romantic Killer | TEASER OFICIAL | Netflix",
        "url_video":"https://www.youtube.com/embed/gIOHEwnPxdg"
    },
    {
        "id": 13,
        "streaming":"Netflix",
        "category":"trailer_oficial",
        "desc":"Uma mulher misteriosa e solitária luta contra os fantasmas de um passado sombrio quando a vizinha pede ajuda para resgatar a filha pequena, que foi sequestrada.",
        "thumb_img":"https://img.youtube.com/vi/5mpyD2YWAdU/maxresdefault.jpg",
        "name":"Lou | Trailer oficial | Netflix",
        "url_video":"https://www.youtube.com/embed/5mpyD2YWAdU"
    },
    {
        "id": 14,
        "streaming":"Netflix",
        "category":"trailer_oficial",
        "desc":"Uma psiquiatra abriga uma jovem que está fugindo de um culto misterioso, sem nem perceber que esse gesto pode colocar a própria família em risco.",
        "thumb_img":"https://img.youtube.com/vi/sboFLmeD/maxresdefault.jpg",
        "name":"O Diabo em Ohio | Trailer oficial | Netflix",
        "url_video":"https://www.youtube.com/embed/sboFLmeD-9M"
    },
    {
        "id": 15,
        "streaming":"Netflix",
        "category":"trailer_oficial",
        "desc":"A busca pelos filhos desaparecidos de Lori Vallow começa a revelar mortes suspeitas, um marido com as mesmas crenças apocalípticas e, pior ainda, assassinatos.",
        "thumb_img":"https://img.youtube.com/vi/VKGs0YvcHk8/maxresdefault.jpg",
        "name":"Os Crimes da Nossa Mãe | Trailer oficial | Netflix",
        "url_video":"https://www.youtube.com/embed/VKGs0YvcHk8"
    },
    {
        "id": 16,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Para Cassandra, tudo começa a dar errado após a chegada de Gersinho. Agora, ela precisa se reecontrar com o pai Lourenço (Seu Jorge) depois de dez anos, o que gera uma aproximação com Ruth (Samantha Schmütz), atual companheira do pai. Leide (Karine Teles) sente que deve buscar novas oportunidades para além da maternidade. A relação de Cassandra com Ivaldo (Thomas Aquino) já não é mais a mesma e eles sofrem financeiramente.",
        "thumb_img":"https://img.youtube.com/vi/-jPPhlSZQTU/maxresdefault.jpg",
        "name":"Manhãs de Setembro – Temporada 2 | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/-jPPhlSZQTU"
    },
    {
        "id": 17,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Um agente federal volta para sua cidade natal após o suicídio e assassinato de seu amigo e a família dele. Ele então decide ficar na cidade e invetsigar o ocorrido, mas acaba descobrindo dois crimes interligados por décadas.",
        "thumb_img":"https://img.youtube.com/vi/QG9CC-Mc1Zk/maxresdefault.jpg",
        "name":"Segredos do Passado | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/QG9CC-Mc1Zk"
    },
    {
        "id": 18,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Duas melhores amigas tem que enfrentar eventos tenebrosos após uma noite de mergulho que acaba dando errado. Uma delas acaba sendo possuída pelo diabo.",
        "thumb_img":"https://img.youtube.com/vi/bfNfNJ21yz0/maxresdefault.jpg",
        "name":"My Best Friend's Exorcism | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/bfNfNJ21yz0"
    },
    {
        "id": 19,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Dois irmãos gêmeos enfrentam uma luta existencial após sua mãe voltar de uma cirurgia estética que a faz parecer outra pessoa.",
        "thumb_img":"https://img.youtube.com/vi/dQBock-FLGE/maxresdefault.jpg",
        "name":"Goodnight Mommy | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/dQBock-FLGE"
    },
    {
        "id": 20,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Lady Catherine, também conhecida como Birdy, ainda é adolescente e disposta a viver muito além do seu tempo. Mas, vivendo no ano de 1290, com sua família financeiramente ruim, seu pai decide lhe jogar muitos pretendentes que não fazem o gosto da garota. Isso até que vem o pretendente mais vil de todos.",
        "thumb_img":"https://img.youtube.com/vi/kU29um1CE7k/maxresdefault.jpg",
        "name":"Catherine Called Birdy | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/kU29um1CE7k"
    },
    {
        "id": 21,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"A fim de obter fundos de pesquisa para seus estudos, uma cientista aceita uma oferta para participar de um experimento extraordinário: por três semanas, ela deve viver com um robô humanóide, criado para fazê-la feliz.",
        "thumb_img":"https://img.youtube.com/vi/Pidq6OPk46U/maxresdefault.jpg",
        "name":"O Homem Ideal | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/Pidq6OPk46U"
    },
    {
        "id": 22,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Heidi Klum e Tim Gunn apresentam 12 designers que enfrentam desafios e tarefas que testarão suas capacidades de design e suas habilidades para administrar todos os aspectos de um negócio.",
        "thumb_img":"https://img.youtube.com/vi/Wo6vr_RH32c/maxresdefault.jpg",
        "name":"Making the Cut - Temporada 3 | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/Wo6vr_RH32c"
    },
    {
        "id": 23,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Um menino de treze anos acredita que seu misterioso vizinho possa ser um vigilante que atuou na cidade de Granite City, antes de ser morto no confronto com seu inimigo Nemesis.",
        "thumb_img":"https://img.youtube.com/vi/erD37ZNWrCw/maxresdefault.jpg",
        "name":"Samaritano | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/erD37ZNWrCw"
    },
    {
        "id": 24,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Baseada em uma reportagem publicada pela revista Esquire, na série The Girl From Plainville conhecemos a história de Michelle Carter (Elle Fanning), uma jovem de 17 anos que em 2014 incentivou o suicídio do namorado através de mensagens de texto. Após se conhecerem, os dois mantiveram contato quase que exclusivamente pela internet e ligações. Durante o desenvolvimento da relação, Conrad Roy (Colton Ryan) admitiu para Michelle que tinha pensamentos suicidas. A partir disso, Michelle Carter começa a conspirar com o namorado diversas maneiras para que ele concretize o seu desejo. Depois que Conrad é encontrado morto, a investigação feita pela polícia analisa as mensagens trocadas pelo casal e, aos poucos, Michelle admite que poderia ter feito algo para impedir que a tragédia acontecesse. Por conta disso, Michelle Carter acaba sendo acusada de homicídio culposo e precisa enfrentar um julgamento que decidirá se ela é inocente quanto a morte do seu parceiro.",
        "thumb_img":"https://img.youtube.com/vi/dK5vVscAsS8/maxresdefault.jpg",
        "name":"The Girl From Plainville | Trailer Oficial | Prime Video Channels",
        "url_video":"https://www.youtube.com/embed/dK5vVscAsS8"
    },
    {
        "id":25,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Antes da jornada de Frodo pela Terra-Média, a Segunda Era foi palco de diversas lendas heróicas. O drama épico que se passa milhares de anos antes de A Sociedade do Anel, tem foco em um momento da história em que grandes poderes foram forjados, reinos ascenderam e também ruíram, ao mesmo tempo em que heróis foram testados e tiveram a esperança quase aniquilada pelo grande vilão do universo de Senhor dos Anéis. A série começa em um momento de paz, quando o elenco de novos e antigos personagens precisam enfrentar o ressurgimento do mal, vindo das profundezas mais escuras das Montanhas Sombrias. Os reinos e personagens irão esculpir legados que viverão por muito tempo depois que eles se forem.",
        "thumb_img":"https://img.youtube.com/vi/m-CvfthZ4zg/maxresdefault.jpg",
        "name":"O Senhor dos Anéis: Os Anéis de Poder | SDCC Trailer",
        "url_video":"https://www.youtube.com/embed/m-CvfthZ4zg"
    },
    {
        "id": 26,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Em Paper Girls, um grupo de meninas, Erin (Riley Lai Nelet), Mac (Sofia Rosinsky), Tifanny (Camryn Jones) e KJ (Fina Strazza), que trabalham entregando jornal pela vizinhança acabam vivendo um fenômeno estranho. Durante uma de suas jornadas, em uma noite de Halloween em 1988, o céu começa a brilhar com luzes roxas como se o mundo estivesse acabando. Assustadas, elas correm em direção a casa de Erin, mas quando chegam lá encontrando tudo diferente e uma mulher morando sozinha. De repente, Erin percebe que a mulher é ela mesma, mas adulta no futuro. Sem saber o que está acontecendo, elas precisam desvendar esse mistério para poder voltar ao passado. Enquanto investigam esse mistério sobrenatural, as meninas descobrem segredos inacreditávies sobre o passado da cidade. As quatro acabam alvo de uma guerra entre viajantes do tempo milenares e ficam de frente com uma escolha díficil: encontrar seus eus do futuro e tentar alterar seus passados.",
        "thumb_img":"https://img.youtube.com/vi/41J8V4zRKY8/maxresdefault.jpg",
        "name":"Paper Girls - Temporada 1 | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/41J8V4zRKY8"
    },
    {
        "id": 27,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Após uma noite de loucura para completar tarefas que poderiam levar dois amigos a serem famosos na faculdade, eles se deparam com uma situção complicada quando acham uma menina desmaiada no chão do dormitório deles. Agora terão que pensar os prós e contras de chamar a polícia.",
        "thumb_img":"https://img.youtube.com/vi/viYtwoAY_EQ/maxresdefault.jpg",
        "name":"Emergency | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/viYtwoAY_EQ"
    },
    {
        "id": 28,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Na história real de Thirteen Lives, doze meninos e o treinador de um time de futebol tailandês exploram a caverna Tham Luang quando uma tempestade inesperada os prende em uma câmara dentro da montanha. Sepultados atrás de um labirinto de túneis de cavernas inundados, eles enfrentam probabilidades impossíveis. Uma equipe de mergulhadores de classe mundial navega por quilômetros de redes de cavernas perigosas para descobrir que encontrar os meninos é apenas o começo.",
        "thumb_img":"https://img.youtube.com/vi/9yPS2zU2CWg/maxresdefault.jpg",
        "name":"Treze Vidas - O Resgate | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/9yPS2zU2CWg"
    },
    {
        "id": 29,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Em My Policeman, Marion (Emma Corrin) e Tom Burgess (Harry Styles) se encontram na costa de Brighton nos anos 1950 e se apaixonam. Todavia, surge em suas vidas Patrick Hazelwood (David Dawson), um curador do Brighton Museum, que acaba desenvolvendo sentimentos pelo policial Tom. Os homens iniciam um caso apaixonado – apesar da homossexualidade ser ilegal naquele período. Por um tempo, o trio abraça uma dinâmica em comum, até que o ciúme destrói o acordo. Muitos anos depois, Patrick retorna à vida dos agora casados Marion e Tom, desenterrando sentimentos e questões mal resolvidas deixadas de lado - mas que ainda possuem o poder de assombrar a vida dos três. O filme é uma adaptação do romance de 2012 de Bethan Roberts, My Policeman.",
        "thumb_img":"https://img.youtube.com/vi/pQOUIWHK3pE/maxresdefault.jpg",
        "name":"My Policeman | Teaser Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/pQOUIWHK3pE"
    },
    {
        "id": 30,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Baseado no romance de Sally Thorne 'The Hating Game' (ou Jogo do Amor) é a história de Lucy, uma jovem que quer alavancar sua carreira, mas sem ter que sacrificar sua ética para conseguir. Por conta disso, ela acaba se enolvendo em uma rivalidade com seu colega de trabalho, Joshua, seu arqui-inimigo. Mas tudo acaba se complicando quando os dois percebem que estão se apaixonando, até porque, quem não iria se apaixonar por Joshua?",
        "thumb_img":"https://img.youtube.com/vi/F5HaPlR-i3I/maxresdefault.jpg",
        "name":"O Jogo do Amor - Ódio | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/F5HaPlR-i3I"
    },
    {
        "id": 31,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"O comandante SEAL da Marinha, James Reece, se vinga enquanto investiga as forças misteriosas por trás do assassinato de todo o seu pelotão. Livre da estrutura de comando militar, Reece aplica as lições que aprendeu em quase duas décadas de guerra para caçar os responsáveis.",
        "thumb_img":"https://img.youtube.com/vi/WCnKeHQykiw/maxresdefault.jpg",
        "name":"A Lista Terminal | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/WCnKeHQykiw"
    },
    {
        "id": 32,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Em Casa com os Gil é uma série documental que acompanha a família Gil reunida por duas semanas em sua casa de campo. Ao longo dos cinco episódios, o reality irá focar nos bastidores da preparação da família Gil para uma turnê na Europa que celebra os 80 anos de Gilberto Gil. O Retiro criativo no interior do Rio de Janeiro reúne Gilberto Gil, Flora, Bela, Preta, Flor, Nara, João, Francisco, Bem, José, Marília, Maria, Bento, JP Demasi, Mariá Pinkusfeld, Mãeana e demais membros da família. A família conversa sobre as inspirações na música do patriarca e debate assuntos da contemporaneidade como o racismo no Brasil e a influência da cultura afro na sociedade. Além disso, alguns assuntos polêmicos serão abordados, como a formação diversa da família Gil. A série ainda traz como pano de fundo os grandes sucessos do artista, músicas que encantaram gerações e marcaram o país.",
        "thumb_img":"https://img.youtube.com/vi/8h09rhg9EpI/maxresdefault.jpg",
        "name":"Em Casa com os Gil | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/8h09rhg9EpI"
    },
    {
        "id": 33,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Em Anything's Possible, seguimos Kelsa, uma estudante confiante e trans, enquanto passa pelo último ano. Quando seu colega de classe Khal se apaixona por ela, ele cria coragem para convidá-la para sair, apesar do drama que ele sabe que isso pode causar. O que acontece é um romance que mostra a alegria, a ternura e a dor do amor jovem.",
        "thumb_img":"https://img.youtube.com/vi/LyufcCYyfNk/maxresdefault.jpg",
        "name":"Anything's Possible | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/LyufcCYyfNk"
    },
    {
        "id": 34,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"Em O Verão Que Mudou Minha Vida, série baseada na trilogia de livros de mesmo nome, conhecemos a história de Belly (Lola Tung), uma jovem que tem a vida medida pelas férias de verão. Para Belly, tudo de bom e melhor acontece quando ela passa os meses de julho e agosto na casa de Susannah (Rachel Blanchard), a melhor amiga de sua mãe e que ela considera como se fosse uma tia. Tia Susannah tem dois filhos, Jeremiah (Gavin Casalegno) e Conrad (Christopher Briney), são mais do que irmãos postiços para Belly e, no mais importante verão, eles acabam no centro das emoções da adolescente. Assim, na véspera do aniversário de 16 anos de Belly começa o início do que pode ser o último verão onde todos estarão reunidos em Cousins Beach. Belly teme que no ano seguinte todos estejam ocupados demais com suas vidas para se importar com o verão e, talvez, uma pessoa querida já não esteja mais entre eles.",
        "thumb_img":"https://img.youtube.com/vi/RayrBWW69Ys/maxresdefault.jpg",
        "name":"O Verão Que Mudou Minha Vida | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/RayrBWW69Ys"
    },
    {
        "id": 35,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"A vida solitária de Becky não é nada parecida com a vida encantada de Chloe. Antiga amiga adolescente, agora ela só assiste Chloe pelas redes sociais. Quando Chloe morre de repente, Becky assume uma nova identidade e se infiltra na vida dos amigos de Chloe para descobrir o porquê. Como Sasha, ela descobre os rostos conflitantes de Chloe, mas está cada vez mais perdida em suas mentiras. Ela descobrirá a verdade antes de se perder?",
        "thumb_img":"https://img.youtube.com/vi/MCu45qnjXlI/maxresdefault.jpg",
        "name":"Chloe - Temporada 1 | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/MCu45qnjXlI"
    },
    {
        "id": 36,
        "streaming":"Prime_Video",
        "category":"trailer_oficial",
        "desc":"237 homens partem da Espanha sob o comando de Fernão de Magalhães. Procuram riquezas, reconhecimento e fama. Somente 18 deles retornam com vida, liderados por Juan Sebastián Elcano, um personagem nobre e carismático. Três anos de motins, traições, fome e morte os aguardam. Uma história cheia de aventuras e emoções, na qual dois personagens opostos lutam",
        "thumb_img":"https://img.youtube.com/vi/NdtHtLdnVis/maxresdefault.jpg",
        "name":"Sem Limites - Temporada 1 | Trailer Oficial | Prime Video",
        "url_video":"https://www.youtube.com/embed/NdtHtLdnVis"
    },
    {
        "id": 37,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"Dando continuação ao popular reality show Keeping Up With The Kardashians, a nova série traz a família homônima de milionários de volta para o público com muito mais dramas e intrigas. A nova temporada acompanha a ascensão da carreira de modelo de Kendall Jenner e o assédio da mídia sobre a gravidez de sua irmã, Kylie. Também acompanharemos a jornada de Kourtney tentando engravidar e os problemas que encontra no caminho de realizar esse sonho. Mas o foco da temporada será o complicado término do relacionamento entre Kim e o rapper Ye. Assim, como seu novo relacionamento com o comediante Pete Davidson.",
        "thumb_img":"https://img.youtube.com/vi/RXI3DhX8xHU/maxresdefault.jpg",
        "name":"The Kardashians | Segunda Temporada | Trailer Oficial Legendado | Star+",
        "url_video":"https://www.youtube.com/embed/RXI3DhX8xHU"
    },
    {
        "id": 38,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"Limbo acompanha a história de Sofía (Clara Lago), uma jovem milionária que parece ter tudo: uma vida glamurosa, uma família que satisfaz todos os seus caprichos e grandes amigos que são seus cúmplices em um estilo de vida ousado. Quando seu pai (Enrique Piñeyro) morre, ela deve retornar a Buenos Aires, cidade onde nasceu, e enfrentar um intenso legado que inclui o negócio da família, a rivalidade com seus dois irmãos e a descoberta de um lado desconhecido de seu pai. Motivada a provar que pode ser mais que um caro enfeite, Sofía embarcará em uma jornada repleta de obstáculos, mas também de revelações.",
        "thumb_img":"https://img.youtube.com/vi/tUJFWGZlGQ/maxresdefault.jpg",
        "name":"Limbo | Trailer Oficial Legendado | Star+",
        "url_video":"https://www.youtube.com/embed/tUJFWGZlGQ"
    },
    {
        "id": 39,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"O Rei da TV acompanha a vida e a carreira do apresentador e empresário Silvio Santos - nome artístico de Senor Abravanel - um dos maiores ícones da televisão brasileira. Aos 87 anos, Silvio Santos é proprietário do Grupo Silvio Santos, que inclui a empresa Liderança Capitalização, administradora da Tele Sena, e o SBT – Sistema Brasileiro de Televisão. A produção acompanha a vida de Sílvio desde sua infância no Rio de Janeiro até sua ascensão e fama como um dos maiores comunicadores do Brasil. Comerciante de rua na juventudade, o apresentador sempre demonstrou talento para se comunicar com o público, engajando e divertindo as pessoas. Ele passou a participar de espetáculos circense e rapidamente chamou atenção.  Logo, Sílvio foi conquistando seu espaço na indústria do entretenimento.",
        "thumb_img":"https://img.youtube.com/vi/zfEpdLzeIJU/maxresdefault.jpg",
        "name":"O Rei da TV | Trailer oficial | Star+",
        "url_video":"https://www.youtube.com/embed/zfEpdLzeIJU"
    },
    {
        "id": 40,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"Quatro jovens indígenas vivem aventuras tentando juntar dinheiro para sair de Oklahoma e viajar para a Califórnia.",
        "thumb_img":"https://img.youtube.com/vi/RjVe2oC10tA/maxresdefault.jpg",
        "name":"Reservation Dogs | Temporada 2 | Trailer Oficial Legendado | Star+",
        "url_video":"https://www.youtube.com/embed/RjVe2oC10tA"
    },
    {
        "id": 41,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"O seriado American Horror Stories é um spin off de American Horror Story, trazendo novas histórias de arrepiar, envolvendo tanto personagens já conhecidos do público, como seres completamente novos. A ideia é expandir esse universo tão amado... e tão assutador.",
        "thumb_img":"https://img.youtube.com/vi/EE6qVxbjb50/maxresdefault.jpg",
        "name":"American Horror Stories | Temporada 2 | Trailer Oficial Legendado | Star+",
        "url_video":"https://www.youtube.com/embed/EE6qVxbjb50"
    },
    {
        "id": 42,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Em Wedding Season, Stefan (Gavin Drea) invade o casamento de Katie Connell (Rosa Salazar), uma mulher que ele mal conhece, para tentar impedir a cerimônia, mas seus planos saem completamente fora do esperado. No dia seguinte, ele é levado pela polícia para ser interrogado e descobre que vários convidados foram envenados e ele é o principal suspeito. Enquanto tenta descobrir a verdade sobre as mortes, Stefan percebe que talvez Katie não seja a pessoa que ele pensava.",
        "thumb_img":"https://img.youtube.com/vi/fZ8mIHJFeno/maxresdefault.jpg",
        "name":"Entre Casamentos | Trailer Oficial Dublado | Star+",
        "url_video":"https://www.youtube.com/embed/fZ8mIHJFeno"
    },
    {
        "id": 43,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"O seriado American Horror Stories é um spin off de American Horror Story, trazendo novas histórias de arrepiar, envolvendo tanto personagens já conhecidos do público, como seres completamente novos. A ideia é expandir esse universo tão amado... e tão assutador.",
        "thumb_img":"https://img.youtube.com/vi/Egmo8SzsJ4E/maxresdefault.jpg",
        "name":"American Horror Stories | Temporada 2 | Teaser Trailer Oficial | Star+",
        "url_video":"https://www.youtube.com/embed/Egmo8SzsJ4E"
    },
    {
        "id": 44,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"Em Me Conte Mentiras, a história se estende ao longo de oito anos na vida de Lucy Albright (Grace Van Patten), uma jovem que vai estudar no sul da Califórnia na esperança de deixar uma relação traumática no passado. Por ter crescido em Long Island, Lucy tem fama de fria, mas na realidade ela é apenas um pouco desconectada da realidade, o que faz com que seja um verdadeiro desafio se aproximar das pessoas. Logo ela conhece Stephen DeMarco (Jackson White), um rapaz que, apesar de visivelmente manipulador, Lucy não consegue resistir aos encantos dele. Tudo começa como um simples romance juvenil mas, à medida em que a relação entre os dois avança, a dinâmica entre o casal vira um ciclo vicioso que promete alterar a vida dos dois para sempre, além de impactar todos aqueles que estão ao redor.",
        "thumb_img":"https://img.youtube.com/vi/DMMbKvqHG4E/maxresdefault.jpg",
        "name":"Me Conte Mentiras | Trailer Oficial Legendado | Star+",
        "url_video":"https://www.youtube.com/embed/DMMbKvqHG4E"
    },
    {
        "id": 45,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"Limbo acompanha a história de Sofía (Clara Lago), uma jovem milionária que parece ter tudo: uma vida glamurosa, uma família que satisfaz todos os seus caprichos e grandes amigos que são seus cúmplices em um estilo de vida ousado. Quando seu pai (Enrique Piñeyro) morre, ela deve retornar a Buenos Aires, cidade onde nasceu, e enfrentar um intenso legado que inclui o negócio da família, a rivalidade com seus dois irmãos e a descoberta de um lado desconhecido de seu pai. Motivada a provar que pode ser mais que um caro enfeite, Sofía embarcará em uma jornada repleta de obstáculos, mas também de revelações.",
        "thumb_img":"https://img.youtube.com/vi/A83Lc6d5_8o/maxresdefault.jpg",
        "name":"Limbo | Teaser Trailer Oficial Legendado | Star+",
        "url_video":"https://www.youtube.com/embed/A83Lc6d5_8o"
    },
    {
        "id": 46,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Não Foi Minha Culpa aborda a temática do feminicídio, adaptando histórias baseadas em crimes reais. Trazendo uma discussão profunda e complexa, cada episódio acompanha novas personagens vivendo situações abusivas em seus relacionamentos. A trama apresenta mulheres começando felizes suas relações românticos com parceiros, a princípio, compreensivos e acolhedores, mas que eventualmente começam a agredí-las verbal, física e psicológicamente. A série mostra como funciona a dinâmica do abuso de gênero e a dificuldade que essas mulheres enfrentam para denunciar seus abusadores.",
        "thumb_img":"https://img.youtube.com/vi/MR5BN3VZDpU/maxresdefault.jpg",
        "name":"Não Foi Minha Culpa | Trailer oficial | Star+",
        "url_video":"https://www.youtube.com/embed/MR5BN3VZDpU"
    },
    {
        "id": 47,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Em Mike: Além de Tyson, acompanhamos a trajetória do famoso boxeador Mike Tyson desde a complicada nfância e adolescência até sua ascensão no pugilismo. Conhecido por sua excentricidade como ter um tigre como animal de estimação, a minissérie apresenta detalhes mais profundos e pouco conhecidos do público sobre a vida do atleta.",
        "thumb_img":"https://img.youtube.com/vi/6liG470yFh4/maxresdefault.jpg",
        "name":"Mike: Além de Tyson | Trailer Oficial Dublado | Star+",
        "url_video":"https://www.youtube.com/embed/6liG470yFh4"
    },
    {
        "id": 48,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Influencer de Mentira acompanha uma mulher que faz de tudo para ter fama e amigos. Desesperada para melhorar sua imagem nas redes sociais, ela cria uma falsa viagem à Paris para chamar atenção. Porém, quando um incidente horrível acontece na vida real, isso acaba fazendo parte de sua farsa.",
        "thumb_img":"https://img.youtube.com/vi/Uknc9oYEjfg/maxresdefault.jpg",
        "name":"Influencer de Mentira | Trailer Oficial Dublado | Star+",
        "url_video":"https://www.youtube.com/embed/Uknc9oYEjfg"
    },
    {
        "id": 49,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"Baseado na série de animação do canal Fox sobre as aventuras da família Belcher. Bob's Burger - O Filme começa no mês mais quente do ano, no verão. Quando um cano quebra bem em frente ao Bob's Buger, bloqueando a entrada de qualquer pessoa ao estabelecimento, arruinando os planos dos Belcher de uma boa venda na época mais popular do ano, o restaurante familiar entra em graves problemas financeiros. Enquanto Bob e Linda lutam duro para manter o negócio funcionando, os filhos do casal tentam resolver o mistério do cano que arruinou o verão e restaurar o restaurante da família aos seus dias de glória. Mas à medida que os filhos chegam ao fundo do mistério, mais perigos aumentam para falir de vez o restaurante de hambúrgueres da cidade. Mas, como toda família unida, os integrantes azarões tentarão ajudam uns aos outros a encontrar esperança e lutam para voltar atrás do balcão, onde eles pertencem.",
        "thumb_img":"https://img.youtube.com/vi/JNbJGmtC7a4/maxresdefault.jpg",
        "name":"Bob's Burgers: O Filme | Trailer Oficial Legendado | Star+",
        "url_video":"https://www.youtube.com/embed/JNbJGmtC7a4"
    },
    {
        "id": 50,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"Solar Opposites é uma série animada do mesmo criador de Rick and Morty. Na trama, um grupo de quatro alienígenas vindo de um planeta mais evoluído acaba se refugiando na Terra depois que seu universo acaba explodindo. A princípio, eles se sentem isolados e desconfortáveis com os costumes dos terráqueos, mas os poucos eles vão se adaptando - ou quase - ao jeito de viver dos humanos. Porém, mesmo assim, eles se recusam a abrir de mão de certos hábitos como encolher e aprisionar seus inimigos.",
        "thumb_img":"https://img.youtube.com/vi/lFSuCKiHlM4/maxresdefault.jpg",
        "name":"Solar Opposites | Terceira Temporada | Trailer Oficial Legendado | Star+",
        "url_video":"https://www.youtube.com/embed/lFSuCKiHlM4"
    },
    {
        "id": 51,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"Baseado no infame assassinato de Betty Gore, a minissérie Candy acompanha os eventos que antecederam o terrível evento causado pela amiga de Betty (Melanie Lynskey), Candy Montgomery (Jessica Biel). Vizinhas há anos, Betty e Candy sempre tiveram um relação amigável. Porém, tudo isso muda quando Candy inicia um caso extraconjugal com o marido de Betty, Allan Gore (Pablo Schreiber). Os dois passaram meses em um intenso relacionamento sexual, mas a culpa pesou a consciência de Allan e, eventualmente, ele decide encerrar o caso entre os dois. Como Candy já estava começando a ficar entediada com a relação, ela aceitou o término tranquilamente. Mas dias depois, quando foi visitar Betty em casa, Candy percebe que a amiga descobriu a infidelidade e estava transtornada. No confronto entre as duas, Candy acaba matando a vizinha de uma forma brutal e violenta.",
        "thumb_img":"https://img.youtube.com/vi/TzmRhE-HykU/maxresdefault.jpg",
        "name":"Candy: Uma História de Paixão e Crime | Trailer Oficial Legendado | Star+",
        "url_video":"https://www.youtube.com/embed/TzmRhE-HykU"
    },
    {
        "id": 52,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Em Mike: Além de Tyson, acompanhamos a trajetória do famoso boxeador Mike Tyson desde a complicada nfância e adolescência até sua ascensão no pugilismo. Conhecido por sua excentricidade como ter um tigre como animal de estimação, a minissérie apresenta detalhes mais profundos e pouco conhecidos do público sobre a vida do atleta.",
        "thumb_img":"https://img.youtube.com/vi/-ZIFHHDPM5E/maxresdefault.jpg",
        "name":"Mike: Além de Tyson | Teaser Trailer Dublado Oficial | Star+",
        "url_video":"https://www.youtube.com/embed/-ZIFHHDPM5E"
    },
    {
        "id": 53,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"Pistols acompanha o surgimento de uma das maiores bandas de punk rock do século passado. Em 1975, Steve Jones (Toby Wallace), Johnny Rotten (Anson Boon), Sid Vicious (Louis Partridge), Paul Cook (Jacob Slater) e Glen Matlock (Christian Lees) decidiram formar uma banda, mas eles não queriam entregar ao público o mesmo que estava sendo feito por outros grupos na época. Os cinco tinham a intenção de produzir algo subversivo e balançar a indústria musical e, assim, fizeram história com seu albúm Never Mind the Bullocks, Here's the Sex Pistols.",
        "thumb_img":"https://img.youtube.com/vi/sxngS0ryeas/maxresdefault.jpg",
        "name":"Pistol | Trailer Oficial Legendado | Star+",
        "url_video":"https://www.youtube.com/embed/sxngS0ryeas"
    },
    {
        "id": 54,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"No documentário Aftershock, acompanhamos a trajetória de dois pais que após perder suas parceiras devido a complicações evitáveis no parto, em meio ao luto, encontram no ativismo o estímulo necessário para se reerguer. Eles conseguem engajar outros ativistas, parteiras e médicos a refletir e levar a sério a questão da saúde materna nos EUA, pensando estratégias para prevenir tais casos, e trazendo a tona a problemática da crise que atinge uma quantidade inimaginável de famílias, o que une essas pessoas através da tragédia e da dor.",
        "thumb_img":"https://img.youtube.com/vi/wT3MuCMjLGI/maxresdefault.jpg",
        "name":"Aftershock: Um Choque de Realidade | Trailer Oficial Legendado | Star+",
        "url_video":"https://www.youtube.com/embed/wT3MuCMjLGI"
    },
    {
        "id": 55,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Era uma vez em...A Princesa, Joey King interpreta uma bela e obstinada princesa. Vivendo em um castelo mágico, uma princesa é prometida pelo seu pai a um sociopata cruel. Mas no fatídico dia em que a união seria consumada, ela acaba se recusando a casar. Enfrentando todas as normas de princesa, ela diz que não é um objeto para ser negociado. Mas ao se recusar a casar com quem está prometida, ela é sequestrada e trancada em uma torre remota do castelo de seu pai. Com seu pretendente desprezado e vingativo com a intenção de tomar o trono de seu pai. Com isso, ela precisa sair da torre quando mercenários vão matá-la e parte em uma missão para proteger sua família, salvar o reino e dar muitas pancadas nos vilões. Ao longo do caminho, ela faz amizade com outras mulheres que trabalham no castelo e no reino, além de quebrar todas as regras reais de uma princesa.",
        "thumb_img":"https://img.youtube.com/vi/xaRV53H2mac/maxresdefault.jpg",
        "name":"A Princesa | Trailer Oficial Dublado | Star+",
        "url_video":"https://www.youtube.com/embed/xaRV53H2mac"
    },
    {
        "id": 56,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"Na série Santa Evita, acompanhamos parte da vida de María Eva Duarte de Perón (Natalia Oreiro), também conhecida como Evita, uma importante líder política da Argentina. Após a morte aos 33 anos de idade, seu corpo foi embalsamado, ficou exposto à visitação por um período e chegou a ser roubado. Agora, eventos reais e ficção se misturam para contar as histórias de vida da ex-primeira-dama argentina. A trama acompanha desde quando foi diagnosticada com a doença e começar a ficar debilitada pelos sintomas do câncer até sua trágica morte. Mesmo contra protestos de alguns de seus familiares, seu corpo passou pelo embalsamamento se transformou em motivo de controvérsia. Várias conspirações sobre o cadáver de Eva surgiram e foi descoberto que além do corpo verdadeiro, outros três foram criados para servir a diferentes destinos, enfurecendo seu marido, Juan Domingo Perón (Dário Grandinetti) e outras pessoas de sua proximidade.",
        "thumb_img":"https://img.youtube.com/vi/CGQXDSYN0YQ/maxresdefault.jpg",
        "name":"Santa Evita | Trailer Oficial Legendado | Star+",
        "url_video":"https://www.youtube.com/embed/CGQXDSYN0YQ"
    },
    {
        "id": 57,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"Recém-chegado ao Creekwood High School, o estudante Victor (Michael Cimino) passa por uma jornada de autodescoberta enquanto tenta se adaptar a nova cidade, enfrentando não só dificuldades em casa, como também um processo de compreensão da própria sexualidade.",
        "thumb_img":"https://img.youtube.com/vi/AYPYkBjj8U8/maxresdefault.jpg",
        "name":"Crush: Amor Colorido | Trailer Oficial Legendado | Star+",
        "url_video":"https://www.youtube.com/embed/AYPYkBjj8U8"
    },
    {
        "id": 58,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Only Murders in the Building conta a história de três estranhos que compartilham uma obsessão pelo gênero true crime e que, de repente, se veem envolvidos em um crime na vida real. Quando uma morte horrível ocorre dentro de seu exclusivo prédio de apartamentos no Upper West Side, o trio – formado por Mabel (Selena Gomez), Charles (Steve Martin) e Oliver (Martin Short) – começa a suspeitar de assassinato e usa seu conhecimento de true crime para investigar o caso. Mas não demora para que o trio perceba que um assassino pode estar vivendo entre eles e que, portanto, estão em perigo. Agora, eles vão ter de correr para decifrar as pistas e descobrir a verdade – antes que seja tarde demais.",
        "thumb_img":"https://img.youtube.com/vi/GD0KmxKtu5A/maxresdefault.jpg",
        "name":"Only Murders in the Building | Temporada 2 | Trailer Oficial Dublado | Star+",
        "url_video":"https://www.youtube.com/embed/GD0KmxKtu5A"
    },
    {
        "id": 59,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Neste prelúdio à história de Predador, O Predador: A Caçada é a história não contada de Naru, uma jovem guerreira altamente qualificada, desesperada para proteger seu povo do perigo iminente. Criada entre os maiores caçadores que vagavam pelas Grandes Planícies e confiante de que é tão capaz quanto os outros jovens caçadores, ela se propõe a proteger seu povo quando seu acampamento Comanche é ameaçado por uma criatura misteriosa. Ambientado no mundo da Nação Comanche no início de 1700, munida com armas primitivas, Naru persegue e finalmente confronta seu inimigo, que acaba sendo um predador alienígena altamente evoluído, com um arsenal tecnologicamente avançado, resultando em um confronto brutal e aterrorizante entre os adversários. Protegendo seu povo do predador que caça humanos por esporte, lutando contra a natureza, colonizadores perigosos, entre outros desafios, a jovem corajosa possui a força para enfrentar o que for necessário para manter seu povo seguro.",
        "thumb_img":"https://img.youtube.com/vi/CHFr3FCJN6c/maxresdefault.jpg",
        "name":"O Predador: A Caçada | Trailer Oficial Dublado | Star+",
        "url_video":"https://www.youtube.com/embed/CHFr3FCJN6c"
    },
    {
        "id": 60,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"Na 3ª e última temporada, Victor (Michael Cimino) embarca em uma jornada de autodescoberta e decide não só com quem quer estar, mas quem deseja ser. Agora, Victor e seus amigos fazem planos para quando terminarem a escola. Quando novos problemas aparecem, os jovens precisam tomar as melhores decisões para o futuro.",
        "thumb_img":"https://img.youtube.com/vi/3lJJc6fzieo/maxresdefault.jpg",
        "name":"Love, Victor | Temporada 3 | Trailer Oficial Legendado | Star+",
        "url_video":"https://www.youtube.com/embed/3lJJc6fzieo"
    },
    {
        "id": 61,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Only Murders in the Building conta a história de três estranhos que compartilham uma obsessão pelo gênero true crime e que, de repente, se veem envolvidos em um crime na vida real. Quando uma morte horrível ocorre dentro de seu exclusivo prédio de apartamentos no Upper West Side, o trio – formado por Mabel (Selena Gomez), Charles (Steve Martin) e Oliver (Martin Short) – começa a suspeitar de assassinato e usa seu conhecimento de true crime para investigar o caso. Mas não demora para que o trio perceba que um assassino pode estar vivendo entre eles e que, portanto, estão em perigo. Agora, eles vão ter de correr para decifrar as pistas e descobrir a verdade – antes que seja tarde demais.",
        "thumb_img":"https://img.youtube.com/vi/H_tsct_9TNU/maxresdefault.jpg",
        "name":"Only Murders in the Building | Temporada 2 | Teaser Trailer Dublado | Star+",
        "url_video":"https://www.youtube.com/embed/H_tsct_9TNU"
    },
    {
        "id": 62,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"Situada 400 anos no futuro, a série acompanha as aventuras da Orville, uma nave espacial exploratória de nível médio. Sua tripulação, tanto humana quanto alienígena, enfrenta as maravilhas e perigos do espaço sideral.",
        "thumb_img":"https://img.youtube.com/vi/vxnzvIW7cko/maxresdefault.jpg",
        "name":"The Orville: Novos Horizontes | Trailer Oficial Legendado | Star+",
        "url_video":"https://www.youtube.com/embed/vxnzvIW7cko"
    },
    {
        "id": 63,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"Em The Thing About Pam, Betsy Faria (Katy Dixon) é uma dona de casa com uma vida banal. Um dia, o marido Russ (Glenn Freshler) chega em casa e, para seu horror, encontra Betsy morta com várias feridas de facada. Quando denuncia o crime, ele se torna um dos principais suspeitos. Mas quando a polícia descobre que a última pessoa a ver Betsy viva foi sua melhor amiga Pam Hupp (Renee Zellweger), eles desconfiam que ela está escondendo algum segredo sobre o crime. Pam rapidamente tenta incriminar Huss, insinuando que Betsy e ele tinham um relacionamento conturbado e o marido era, muitas vezes, violento. A série tem como inspiração o caso real de 2011, que culminou em uma investigação que apontava para o marido da vítima. Assim como na série, logo as investigações perceberam que se tratava de um plano diabólico muito mais complexo do que eles imaginavam a princípio.",
        "thumb_img":"https://img.youtube.com/vi/1NycTakWRZs/maxresdefault.jpg",
        "name":"The Thing About Pam | Trailer Oficial Legendado | Star+",
        "url_video":"https://www.youtube.com/embed/1NycTakWRZs"
    },
    {
        "id": 64,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Oussekine é uma minissérie francesa de dramaproduzida Itineraire Productions e Star Original Productions para a The Walt Disney Company. Criada e dirigida por Antoine Chevrollier, a série relata a morte de Malik Oussekine, que ocorreu na França na década de 1980.",
        "thumb_img":"https://img.youtube.com/vi/9jqn1lKOLBg/maxresdefault.jpg",
        "name":"Justiça Por Malik Oussekine | Trailer Oficial Dublado | Star+",
        "url_video":"https://www.youtube.com/embed/9jqn1lKOLBg"
    },
    {
        "id": 65,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"Inspirado na série dos anos 1990, Um Maluco no Pedaço, Bel-Air acompanha a mesma trama da produção original, mas com um tom dramático. Na série, Will (Jabari Banks) é um jovem problemático que está tendo problemas no bairro onde vive com a mãe na Filadélfia. Depois de ter problemas com a polícia durante uma briga de rua, ela decide mandar o jovem para casa dos tios ricos, Vivian (Cassandra Freeman) e Phillip Banks (Adrian Holmes) em Bel-Air, bairro nobre de Los Angeles. Embora empolgado com a nova vida de luxos, Will demora a se acostumar com essa diferente realidade. Acostumado a uma vida simples e desregrada, ele se sente deslocado nesse novo ambiente burguês e classista, cheio de regras implícitas de convivência. Na nova escola, Will também não tem certeza se conseguirá se enturmar, mas encontra no basquete uma forma de demonstrar seu talento e focar sua energia.",
        "thumb_img":"https://img.youtube.com/vi/b_8ybgUhMiM/maxresdefault.jpg",
        "name":"Bel-Air | Trailer Oficial Legendado | Star+",
        "url_video":"https://www.youtube.com/embed/b_8ybgUhMiM"
    },
    {
        "id": 66,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Le Fate Ignoranti é uma série de televisão via streaming italiana de drama romântico produzida pela R&C Produzioni. A série é implementada por Ferzan Özpetek, que também foi responsável pelo filme italiano de 2001 Le fate ignoranti, no qual a série é baseada",
        "thumb_img":"https://img.youtube.com/vi/IkpeNPZx3Ag/maxresdefault.jpg",
        "name":"Anjos Ignorantes | Trailer Oficial Dublado | Star+",
        "url_video":"https://www.youtube.com/embed/IkpeNPZx3Ag"
    },
    {
        "id": 67,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"Na série Em Nome do Céu, o detetive Jeb Pyre (Andrew Garfield) é chamado para investigar um brutal homicídio de uma jovem mulher, Brenda Lafferty (Daisy Edgar-Jones) e sua filha bebê em uma pequena cidade rural nos EUA. Um fiel cristão, Pyre vê sua fé balançada pelo crime, especialmente quando as pistas apontam que o assassinato teve envolvimento da igreja. Quanto mais se aprofunda na investigação, ele descobre segredos que mudam completamente sua visão do mundo e lhe causam traumas difíceis de superar. O crime transforma a rotina de toda a comunidade deixando as pessoas com um sentimento constante de paranóia. Pyre percebe que as pessoas envolvidas na morte de Brenda são extremamente perigosas e provavelmente farão outras vítimas.",
        "thumb_img":"https://img.youtube.com/vi/B2iz7_5p_zA/maxresdefault.jpg",
        "name":"Em Nome do Céu | Teaser Oficial Legendado | Star+",
        "url_video":"https://www.youtube.com/embed/B2iz7_5p_zA"
    },
    {
        "id": 68,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"Quando Patrick (Nicholas Hoult) é promovido à função de ajudante do monarca de seu reino, o camponês descobre que o trabalho de seus sonhos é, na verdade, um pesadelo. Por ser a ovelha negra de uma família de malandros e cercado por bandidos, o jovem precisa fazer o possível para não enlouquecer no meio de tantas confusões.",
        "thumb_img":"https://img.youtube.com/vi/Jufpb5eedP8/maxresdefault.jpg",
        "name":"Crossing Swords | Temporada 2 | Trailer Oficial Legendado | Star+",
        "url_video":"https://www.youtube.com/embed/Jufpb5eedP8"
    },
    {
        "id": 69,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"Em O Beco do Medo, quando o carismático, mas sem sorte, vigarista Stanton Carlisle (Bradley Cooper) acaba entrando para um 'circo dos horrores' após perder tudo. Lá ele encontra a vidente Zeena (Toni Collette) e seu marido Pete (David Strathairn), que fazem um show de leitura fria e um engenhoso sistema de linguagem codificada para fazer parecer que ela tem poderes mentais extraordinários. Mas logo Pete começa a ensinar a Stan sobre os truques, fazendo com que Stan tenha uma ideia para um 'passaporte' para a riqueza e tirar dinheiro da elite Nova Yorkina dos anos 1940. Anos depois, após sair do circo e se juntar com Molly (Rooney Mara), uma das intérpretes do show, Stan é conhecido como 'O Grande Stanton', pondo em prática o que tinha imaginado anos antes. Mas durante uma de suas performances, ele acaba se envolvendo em um jogo de gato e rato com a psicóloga Lilith Ritter (Cate Blanchet) que tentar expor suas habilidades fraudulentas. Não conseguindo, Stan se envolve com um rico da época que quer contratá-lo para falar com o falecido filho e ganhar muito dinheiro, mas a psicóloga não vai deixar isso passar tão rapidamente.",
        "thumb_img":"https://img.youtube.com/vi/FwghFPOyEik/maxresdefault.jpg",
        "name":"O Beco do Pesadelo | Trailer Oficial Legendado | Star+",
        "url_video":"https://www.youtube.com/embed/FwghFPOyEik"
    },
    {
        "id": 70,
        "streaming":"Star_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"Frustrada de usar aplicativos de namoro apenas para acabar em encontros chatos e tediosos, Noa se arrisca ao dar seu número para o charmoso Steve depois de um encontro na parte de produtos de mercearia no mercado. Durante o encontro em um bar local, brincadeiras atrevidas dão lugar a uma conexão carregada de química, e uma apaixonada Noa se atreve a esperar que ela possa realmente ter encontrado uma conexão real com o estranho do supermercado. Ela aceita o convite de Steve para uma escapadela de fim de semana improvisada, apenas para descobrir que seu novo amante esconde alguns apetites incomuns.",
        "thumb_img":"https://img.youtube.com/vi/TGvMPnyX6Bs/maxresdefault.jpg",
        "name":"Fresh | Trailer Oficial Legendado | Star+",
        "url_video":"https://www.youtube.com/embed/TGvMPnyX6Bs"
    },
    {
        "id": 71,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"No live action de Pinóquio, somos apresentados à verdade sombria por trás de um clássico que marcou gerações. O solitário marceneiro Gepeto (Roberto Benigni) tem o grande desejo de ser pai, e deseja que Pinóquio (Federico Ielapi), o boneco de madeira que acabou de construir, ganhe vida. Seu pedido é atendido, mas a desobediência do jovem brinquedo faz com que ele se perca de casa e embarque em uma jornada repleta de mistérios e seres mágicos, que o levará a conhecer de fato os perigos do mundo.",
        "thumb_img":"https://img.youtube.com/vi/kmWSH6nQ8f0/maxresdefault.jpg",
        "name":"Pinóquio | Trailer Trailer Oficial Dublado | Disney+",
        "url_video":"https://www.youtube.com/embed/kmWSH6nQ8f0"
    },
    {
        "id": 72,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Continuação da franquia Carros da Pixar, Car on the Road acompanha o campeão Relâmpago McQueen em uma viagem pelas estradas dos Estados Unidos com seu amigo Tom Mate. Os dois saem em divertidas aventuras por várias cidades, entrando em diversas confusões e encontrando velhos amigos pelo caminho.",
        "thumb_img":"https://img.youtube.com/vi/n7ZbJk1qgks/maxresdefault.jpg",
        "name":"Carros na Estrada | Trailer Oficial Dublado | Disney+",
        "url_video":"https://www.youtube.com/embed/n7ZbJk1qgks"
    },
    {
        "id": 73,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"A família Clade não é muito igual as outras. Eles são exploradores que desbravam novas terras e estão em uma missão para explorar um mundo estranho e não conhecido. Porém, as diferenças entre os membros da família podem por sua nova missão em risco.",
        "thumb_img":"https://img.youtube.com/vi/mqweyhnQD1E/maxresdefault.jpg",
        "name":"Mundo Estranho | Teaser Trailer Oficial Dublado",
        "url_video":"https://www.youtube.com/embed/mqweyhnQD1E"
    },
    {
        "id": 74,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Já se passaram 29 anos desde que alguém acendeu a Vela da Chama Negra e ressuscitou as irmãs bruxas Sanderson do século XVII, e elas estão em busca de vingança. Agora, cabe a três adolescentes impedir que as vorazes bruxas despertem um novo tipo de caos em Salem antes do amanhecer da véspera do Dia de Todos os Santos",
        "thumb_img":"https://img.youtube.com/vi/q25hRul0rMc/maxresdefault.jpg",
        "name":"Abracadabra 2 | Teaser Trailer Oficial Dublado | Disney+",
        "url_video":"https://www.youtube.com/embed/q25hRul0rMc"
    },
    {
        "id": 75,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"Em The Mysterious Benedict Society quatro órfãos recebem uma missão secreta de homem excêntrico, mas benfeitor. Para cumpri-la, eles começam a estudar disfarçados em um colégio interno conhecido como The Institute. Lá, o grupo precisa acabar com uma trama maligna e global, enquanto tentam se unir como uma família.",
        "thumb_img":"https://img.youtube.com/vi/knU1E8GI5Go/maxresdefault.jpg",
        "name":"A Misteriosa Sociedade Benedict | Trailer Oficial | Temporada 2 | Disney+",
        "url_video":"https://www.youtube.com/embed/knU1E8GI5Go"
    },
    {
        "id": 76,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Depois de muitos anos como um dos piores times de hóquei juvenil, os Mighty Ducks se tornam agora um grupo super competitivo e poderoso. Quando Evan (Brady Noon), um menino de 12 anos, é cortado de forma agressiva dos Ducks, ele e sua mãe Alex (Lauren Graham) decidem montar seu próprio time de desajustados, com a ajuda do treinador Gordon Bombay (Emilio Estevez).",
        "thumb_img":"https://img.youtube.com/vi/HphqDqvkvQI/maxresdefault.jpg",
        "name":"Virando o Jogo dos Campeões | Trailer Oficial Dublado | Temporada 2 | Disney+",
        "url_video":"https://www.youtube.com/embed/HphqDqvkvQI"
    },
    {
        "id": 77,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"O Coro: Sucesso, Aqui Vou Eu é uma série musical brasileira original do Disney+. A trama conta a trajetória de um grupo de jovens adultos, com diferentes origens e histórias, que veem no anúncio de uma audição para uma companhia de teatro a oportunidade de retomar a busca de seus sonhos adormecidos e começar uma carreira como ator. Aprovados numa primeira triagem, os aspirantes a cantores-atores vivem um misto de emoções como deslumbramento com o mundo do teatro musical, a descoberta de novos amores, traumas do passado e o medo da reprovação, já que não sabem se serão contratados no final dos testes. ​",
        "thumb_img":"https://img.youtube.com/vi/C_fXQ9vsGNc/maxresdefault.jpg",
        "name":"O Coro - Sucesso Aqui Vou Eu | Trailer Oficial | Disney+",
        "url_video":"https://www.youtube.com/embed/C_fXQ9vsGNc"
    },
    {
        "id": 78,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"A série Terra Incógnita acompanha os passos de Eric Dalaras (Pedro Maurizi), um adolescente que descobre um mundo bastante assustador enquanto busca a verdade por trás do misterioso desaparecimento de seus pais, sumidos há oito anos. Criado por seus avós maternos junto de sua irmã, Uma (Mora Fisz), Eric decide fugir de casa e voltar para sua cidade natal, Cabo Qwert, visando encontrar respostas no parque de diversões de terror Terra Incógnita, onde seus pais foram vistos pela última vez. Junto dos amigos, sua irmã e sua tia, Eric deverá superar seus medos para resolver esse mistério e encontrar respostas em um universo tão obscuro quanto desconhecido.",
        "thumb_img":"https://img.youtube.com/vi/u4TOQMFAl4M/maxresdefault.jpg",
        "name":"Terra Incógnita | Trailer Oficial | Disney+",
        "url_video":"https://www.youtube.com/embed/u4TOQMFAl4M"
    },
    {
        "id": 79,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Califórnia recebe um presente inusitado ao completar 13 anos: as chaves de uma van, enviadas por sua mãe há muito tempo desaparecida. Os três pais adotivos de Califórnia não estão muito convencidos, mas ela quer seguir essa rota.",
        "thumb_img":"https://img.youtube.com/vi/Nq8dLj1ola0/maxresdefault.jpg",
        "name":"Pais por Acidente | Trailer Oficial | Disney+",
        "url_video":"https://www.youtube.com/embed/Nq8dLj1ola0"
    },
    {
        "id": 80,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"A 3ª temporada se passa em um acampamento na Califórnia chamado Camp Shallow Lake. Lá, os Wildcats e seus companheiros de acampamento se preparam para viver um verão inesquecível, cheio de romance, noites sem hora para dormir e a chance de curtir a natureza.",
        "thumb_img":"https://img.youtube.com/vi/aVIeGa4YpX8/maxresdefault.jpg",
        "name":"High School Musical: A Série: O Musical | Temporada 3 | Trailer Oficial Dublado | Disney+",
        "url_video":"https://www.youtube.com/embed/aVIeGa4YpX8"
    },
    {
        "id": 81,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Ariana sonha em ser cantora. Seu namorado decide inscrevê-los no concurso cultural da escola para apresentarem um show musical. Além dos medos e inseguranças, ela precisará encarar uma rival, que fará de tudo para atrapalhar a apresentação deles.",
        "thumb_img":"https://img.youtube.com/vi/gRNvUmWq52I/maxresdefault.jpg",
        "name":"Hora de Brilhar | Trailer Oficial | Disney+",
        "url_video":"https://www.youtube.com/embed/gRNvUmWq52I"
    },
    {
        "id": 82,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Sempre Fui Eu é uma série inédita do Disney+ que conta a história de Lupe (Karol Sevilla), uma jovem mexicana cuja vida vira de cabeça para baixo quando recebe a notícia da morte de seu pai, El Faraón (Christian Tappan) – o maior astro musical da Colômbia. Ela decide, então, sair de seu país natal para ir ao funeral, na cidade de Cartagena. Rapidamente, Lupe percebe que ali nada é o que parece e resolve se inscrever em um concurso musical para ficar mais próxima da realidade de seu pai e, assim, investigar sua morte inesperada. Com a ajuda de Noah (Pipe Bueno), o jovem ex-assistente de El Faraón, Lupe embarca em uma aventura cheia de perigo, romance e muita música para desvendar esse mistério no coração do Caribe colombiano.",
        "thumb_img":"https://img.youtube.com/vi/Z9l1EYKxSFY/maxresdefault.jpg",
        "name":"Sempre Fui Eu | Trailer Oficial | Disney+",
        "url_video":"https://www.youtube.com/embed/Z9l1EYKxSFY"
    },
    {
        "id": 83,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"A série acompanha famílias tão ocupadas com suas vidas individuais que perderam o contato um com o outro. Em cada episódio, uma família deixa para trás os compromissos, os eletrônicos e as distrações e entra em uma jornada de uma semana, guiada por um guia de 'Recomeço em Família', para se reconectar e reconstruir seus laços familiares.",
        "thumb_img":"https://img.youtube.com/vi/TSNmbMuBgQ4/maxresdefault.jpg",
        "name":"Recomeço em Família | Trailer Oficial Dublado | Disney+",
        "url_video":"https://www.youtube.com/embed/TSNmbMuBgQ4"
    },
    {
        "id": 84,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"É o último ano de Addison e Zed em Seabrook High, a escola que reúne todo tipo de ser: humanos, lobisomens e zumbis. A cidade de Seabrook também virou um local seguro para os seres, onde humanos e monstros vivem em perfeita harmonia. Com os últimos preparativos para a formatura e faculdade, os planos de Zed e Addison são interrompidos quando seres intergalácticos invadem a cidade.",
        "thumb_img":"https://img.youtube.com/vi/l4oEQh0QKbw/maxresdefault.jpg",
        "name":"ZOMBIES 3 | Trailer Oficial Dublado | Disney+",
        "url_video":"https://www.youtube.com/embed/l4oEQh0QKbw"
    },
    {
        "id": 85,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Emily (Olesya Rulin) cresceu em meio a uma família completamente disfuncional. Sua mãe, Samantha (Kristin Chenoweth), é uma racional e poderosa executiva, sem tempo algum para a família, enquanto seu pai, Duncan (Matthew Modine), só liga pra sua arte. Com irmãos tão doidos quanto os pais, Emily é, surpreendentemente, uma aluna exemplar. Mas quando ela participa de um campeonato regional de pular corda, garantindo vaga para o estadual, e seus pais não comparecem a esse dia tão importante, ela fica frustrada com a falta de apoio deles. Então, ela decide fazer os pais de refém dentro da própria casa, para ter um fim de semana 'comum' em família.",
        "thumb_img":"https://img.youtube.com/vi/VGhmZFU91kk/maxresdefault.jpg",
        "name":"Fim de semana em Família | Trailer Oficial Dublado | Disney+",
        "url_video":"https://www.youtube.com/embed/VGhmZFU91kk"
    },
    {
        "id": 86,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Legendado",
        "desc":"'Trevor: O Musical' é uma história engraçada e muito comovente sobre um adolescente de 13 anos com muita imaginação e entusiasmo. Um incidente constrangedor na escola o coloca em destaque, mas não como ele desejava, e Trevor precisa descobrir quem é e como se encaixar num mundo cheio de desafios. Esse musical apresenta conteúdo suicida e pode ferir a sensibilidade de alguns espectadores.",
        "thumb_img":"https://img.youtube.com/vi/41tDAsBFQv8/maxresdefault.jpg",
        "name":"Trevor: O Musical | Trailer Oficial Legendado | Disney+",
        "url_video":"https://www.youtube.com/embed/41tDAsBFQv8"
    },
    {
        "id": 87,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Em Rise, após emigrarem da Grécia para Nigéria, Vera e Charles Antetokounmpo lutaram para sobreviver e sustentar seus cinco filhos, enquanto viviam sob a ameaça diária de deportação. Com seu filho mais velho ainda na Nigéria com parentes, o casal estava desesperado para obter cidadania grega mas se viu minado por um sistema que os bloqueava a cada tentativa. Quando não estavam vendendo artigos para turistas nas ruas com o resto da família, encorajados pelo pai, os irmãos iam escondidos jogar basquete com um time juvenil local. Ingressando tarde no esporte, eles descobriram suas grandes habilidades na quadra de basquete e se esforçaram muito para se tornarem atletas de altíssimo nível. Com a ajuda de um agente, Giannis entrou no NBA Draft em 2013 em uma improvável perspectiva que mudaria não apenas sua vida, mas a vida de toda a sua família",
        "thumb_img":"https://img.youtube.com/vi/-eQKkeEmeBs/maxresdefault.jpg",
        "name":"Rise | Teaser Trailer Oficial Dublado | Disney+",
        "url_video":"https://www.youtube.com/embed/-eQKkeEmeBs"
    },
    {
        "id": 88,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"No live action de Pinóquio, somos apresentados à verdade sombria por trás de um clássico que marcou gerações. O solitário marceneiro Gepeto (Roberto Benigni) tem o grande desejo de ser pai, e deseja que Pinóquio (Federico Ielapi), o boneco de madeira que acabou de construir, ganhe vida. Seu pedido é atendido, mas a desobediência do jovem brinquedo faz com que ele se perca de casa e embarque em uma jornada repleta de mistérios e seres mágicos, que o levará a conhecer de fato os perigos do mundo.",
        "thumb_img":"https://img.youtube.com/vi/4_Va8zXg1Ig/maxresdefault.jpg",
        "name":"Pinóquio | Teaser Trailer Dublado | Disney+",
        "url_video":"https://www.youtube.com/embed/4_Va8zXg1Ig"
    },
    {
        "id": 89,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Continuação da animação Big Hero 6, Baymax! acompanha o simpático robô homônimo trabalhando como um ajudante de idosos pela cidade de San Fransokyo. Mas quando a tia Cass acaba sofrendo uma lesão no tornozelo, Baymax rapidamente se oferece para ajudá-la a comandar a sua cafeteria. Embora possua várias habilidades, o robô apresenta serva dificuldade em cumprir pequenas tarefas do dia-a-dia, mas aos poucos Baymax consegue se adaptar a nova rotina",
        "thumb_img":"https://img.youtube.com/vi/fKTzCunAsI8/maxresdefault.jpg",
        "name":"Baymax! | Trailer Oficial 2 Dublado | Disney+",
        "url_video":"https://www.youtube.com/embed/fKTzCunAsI8"
    },
    {
        "id": 90,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Uma aventura de ação de ficção científica e a história de origem definitiva de Buzz Lightyear, o herói que inspirou o brinquedo em Toy Story (1995). Lightyear segue o lendário Patrulheiro Espacial depois que em um teste de voo da nave espacial faz com que ele vá para um planeta hostil e fique abandonado a 4,2 milhões de anos-luz da Terra ao lado de seu comandante e sua tripulação. Enquanto Buzz tenta encontrar um caminho de volta para casa através do espaço e do tempo, ele descobre que já se passaram muitos anos desde seu teste de voo e que os descendentes de seus amigos, um grupo de recrutas ambiciosos, e seu charmoso gato companheiro robô, Sox. Para complicar as coisas e ameaçar a missão está a chegada de Zurg, uma presença alienígena imponente com um exército de robôs implacáveis e uma agenda misteriosa.",
        "thumb_img":"https://img.youtube.com/vi/DcHYpu8Wfl0/maxresdefault.jpg",
        "name":"Lightyear | Trailer Oficial 3 Dublado",
        "url_video":"https://www.youtube.com/embed/DcHYpu8Wfl0"
    },
    {
        "id": 91,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"A Era do Gelo: Histórias do Scrat traz de volta o esquilo pré-histórico mais amado do cinema protagonizando sua própria série animada. Ele retorna vivendo aventuras ainda mais divertidas, mas com uma grande novidade: não está mais sozinho. Em uma de suas buscas pela preciosa noz, Scrat encontra algo ainda mais valioso, um filhote de esquilo perdido na selva. Agora, ele precisará aprender como cuidar da pequena criatura.",
        "thumb_img":"https://img.youtube.com/vi/GWNqwzTdGvU/maxresdefault.jpg",
        "name":"A Era do Gelo: Histórias do Scrat | Trailer Oficial | Disney+",
        "url_video":"https://www.youtube.com/embed/GWNqwzTdGvU"
    },
    {
        "id": 92,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Uma aventura de ação de ficção científica e a história de origem definitiva de Buzz Lightyear, o herói que inspirou o brinquedo em Toy Story (1995). Lightyear segue o lendário Patrulheiro Espacial depois que em um teste de voo da nave espacial faz com que ele vá para um planeta hostil e fique abandonado a 4,2 milhões de anos-luz da Terra ao lado de seu comandante e sua tripulação. Enquanto Buzz tenta encontrar um caminho de volta para casa através do espaço e do tempo, ele descobre que já se passaram muitos anos desde seu teste de voo e que os descendentes de seus amigos, um grupo de recrutas ambiciosos, e seu charmoso gato companheiro robô, Sox. Para complicar as coisas e ameaçar a missão está a chegada de Zurg, uma presença alienígena imponente com um exército de robôs implacáveis e uma agenda misteriosa.",
        "thumb_img":"https://img.youtube.com/vi/DbBe5U8m_KU/maxresdefault.jpg",
        "name":"Lightyear | Trailer Oficial Dublado",
        "url_video":"https://www.youtube.com/embed/DbBe5U8m_KU"
    },
    {
        "id": 93,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Nesta série que mistura reality show de competição e fantasia, oito adolescentes da vida real são inseridos em um mundo fantástico e fictício chamado Everealm. Este reino é uma terra de beleza e magia incomparáveis, mas se encontra ameaçado por uma Feiticeira poderosa. Por conta disso, o destino convoca esses jovens estranhos para trabalhar em equipe e cumprir uma profecia capaz de derrotar a Feiticeira. Através de desafios que testam seus limites individuais e de grupo, os jovens devem libertar seus heróis interiores. Conhecidos neste novo mundo como paladinos, eles precisam explorar o reino e protegê-lo através da antiga profecia. Ao longo dos episódios, os participantes devem ficar imersos neste mundo fantasioso com castelos, realeza, lugares mágicos e sombrios, criaturas místicas e uma vilã feiticeira que tem como objetivo causar destruição e acumular poder.",
        "thumb_img":"https://img.youtube.com/vi/6ArYnb2_R6o/maxresdefault.jpg",
        "name":"The Quest: A Missão | Trailer Oficial Dublado | Disney+",
        "url_video":"https://www.youtube.com/embed/6ArYnb2_R6o"
    },
    {
        "id": 94,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Continuação do filme de 2020. A jovem de espírito livre Estrela Caraway, uma adolescente com uma linda voz. A sequência acompanha a jornada de Estrela além da cidade de Mica, no Arizona, para um mundo muito maior e repleto de música, sonhos e possibilidades. Quando sua mãe Ana é contratada como figurinista em um filme e se mudam para Los Angeles, onde Estrela se envolve com outras pessoas. Entre eles estão os irmãos a cineastas Evan e Terrell, Sr. Mitchell, vizinho de Estrela; e Roxanne Martel, uma musicista que Estrela admira e encontra em seu caminho.",
        "thumb_img":"https://img.youtube.com/vi/NWvgdeLB3nc/maxresdefault.jpg",
        "name":"A Extraordinária Garota Chamada Estrela em Hollywood | Teaser Trailer Oficial Dublado | Disney+",
        "url_video":"https://www.youtube.com/embed/NWvgdeLB3nc"
    },
    {
        "id": 95,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Em Red: Crescer É uma Fera, quando uma adolescente fica muito nervosa, ela se transforma em um grande panda vermelho. O longa aborda dessa forma, a jornada de amadurecimento da personagem, suas inseguranças dessa fase onde, a personagem principal está dividida entre a filha que sempre foi e sua nova personalidade, intensificada por todos os sentimentos conflitantes que a adolescência provoca. Além do caos gerado por todas as mudanças em seus interesses, relacionamentos e corpo, sempre que a garota fica muito agitada ou estressada, ela vira um panda vermelho gigante, - o que com certeza, só gera mais problemas para a jovem - sendo uma metáfora para todas as vezes que, constrangidos pelos novos desafios que se apresentam em nossas vidas, as inseguranças só se agigantam.",
        "thumb_img":"https://img.youtube.com/vi/YeQoQNZq7wg/maxresdefault.jpg",
        "name":"Red - Crescer é uma Fera | Trailer Dublado | Disney+",
        "url_video":"https://www.youtube.com/embed/YeQoQNZq7wg"
    },
    {
        "id": 96,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Depois de fazerem sucesso na série Tico e Teco os Defensores da Lei, os protagonistas Tico e Teco foram esquecidos. Anos mais tarde, a dupla retorna quando Teco recebe uma cirurgia computadorizada e pede ajuda para Tico. Reunidos, a dupla vai em busca dos outros integrantes do grupo, onde cada um deles tem um vício diferente por conta da fama.",
        "thumb_img":"https://img.youtube.com/vi/oYyjB7eROPg/maxresdefault.jpg",
        "name":"Tico e Teco: Defensores da Lei | Trailer Oficial Dublado | Disney+",
        "url_video":"https://www.youtube.com/embed/oYyjB7eROPg"
    },
    {
        "id": 97,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Sempre Fui Eu é uma série inédita do Disney+ que conta a história de Lupe (Karol Sevilla), uma jovem mexicana cuja vida vira de cabeça para baixo quando recebe a notícia da morte de seu pai, El Faraón (Christian Tappan) – o maior astro musical da Colômbia. Ela decide, então, sair de seu país natal para ir ao funeral, na cidade de Cartagena. Rapidamente, Lupe percebe que ali nada é o que parece e resolve se inscrever em um concurso musical para ficar mais próxima da realidade de seu pai e, assim, investigar sua morte inesperada. Com a ajuda de Noah (Pipe Bueno), o jovem ex-assistente de El Faraón, Lupe embarca em uma aventura cheia de perigo, romance e muita música para desvendar esse mistério no coração do Caribe colombiano.",
        "thumb_img":"https://img.youtube.com/vi/qbXM_RB1pA0/maxresdefault.jpg",
        "name":"Sempre Fui Eu | Teaser Oficial Dublado | Disney+",
        "url_video":"https://www.youtube.com/embed/qbXM_RB1pA0"
    },
    {
        "id": 98,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Em Tudo Igual...SQN, série baseada no livro A Porta Ao Lado, de Lily Trigo, acompanhamos a jovem Carol (Gabriella Saraivah) passando por um período de grandes transformações em sua vida. Recentemente, a mãe de Carol casou-se com o namorado e agora ela precisa se adaptar a conviver não apenas com o casal, mas também com o filho do padrasto. Simultaneamente, Carol também inicia seu primeiro namoro, o que faz com que ela comece a passar por situações inesperadas e tenha amizades antigas colocadas à prova. Carol passa por um turbilhão de emoções enquanto lida com os desafios típicos da adolescência. Agora, a jovem está em uma jornada para aprender a conhecer a si mesma e respeitar os seus próprios sentimentos, apesar dos erros que pode cometer no percurso para a almejada felicidade.  ",
        "thumb_img":"https://img.youtube.com/vi/Zr_WMmJgOx8/maxresdefault.jpg",
        "name":"Tudo Igual... SQN | Trailer Oficial | Disney+",
        "url_video":"https://www.youtube.com/embed/foOfR5hRSZE"
    },
    {
        "id": 99,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Os Tênis Encantados é uma versão contemporânea do clássico 'Cinderela', onde, em meio a cultura de rua de Nova York, El vive seu próprio conto de fadas. O aspirante a designer de tênis do Queens, El, trabalha no estoque da loja de sapatos de sua falecida mãe. Com problemas de convivência na família, o jovem esconde o seu talento dos irmãos e padrasto, que tentam sempre minar sua autoestima e atrapalhar seus planos. Tudo muda quando o garoto conhece e se apaixona por Kira King, de Manhattan, filha do astro do basquete e magnata do tênis Darius King. A relação com a jovem independente traz confiança para El ser capaz de realizar seu sonho, de se tornar um designer profissional de tênis. Mas para isso, ele precisará contar com a ajuda de sua melhor amiga, Sami, e sua fada Padrinho - e muita coragem para conquistar tudo o que deseja para sua vida.",
        "thumb_img":"https://img.youtube.com/vi/2M0QJ5uBfnY/maxresdefault.jpg",
        "name":"Os Tênis Encantados | Trailer 2 Oficial Dublado | Disney+",
        "url_video":"https://www.youtube.com/embed/2M0QJ5uBfnY"
    },
    {
        "id": 100,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"Quatro equipes de adolescentes de todo o mundo se preparam para a Primeira Competição de Robótica de 2020, mas em um ano como nenhum outro, as crianças aprendem que há mais na competição do que apenas robôs.",
        "thumb_img":"https://img.youtube.com/vi/CbmymDK6nzM/maxresdefault.jpg",
        "name":"Mais que Robôs | Trailer Oficial Dublado | Disney+",
        "url_video":"https://www.youtube.com/embed/CbmymDK6nzM"
    },
    {
        "id": 101,
        "streaming":"Disney_Plus",
        "category":"trailer_oficial",
        "audio":"Dublado",
        "desc":"A Família Radical: Maior e Melhor é continuação da série animada dos anos 2000. A trama segue novamente o cotidiano da família Proud e suas aventuras e retomará a história de sua personagem central, Penny Proud, e incluirá seus pais Oscar e Trudy, os irmãos gêmeos Bibi e Cici, e a avó Sugar Mama. E claro, não seria A Família Radical sem a turma leal da Penny: Dijonay Jones, LaCienega Boulevardez e Zoey Howzer, entre outros. Agora mais velha, Penny começa a se interessar pelos rapazes e começa a namorar o belo Kareem. Mas seu pai super protetor não dará um minuto de sossego para o jovem casal.",
        "thumb_img":"https://img.youtube.com/vi/HgGiMeWsnnY/maxresdefault.jpg",
        "name":"A Família Radical: Maior e Melhor | Trailer 2 Oficial Dublado | Disney+",
        "url_video":"https://www.youtube.com/embed/HgGiMeWsnnY"
    }
]